["Trevor was excited that President Barack Obama was coming home to Ha-\n", "waii to welcome world leaders to the Asia Pacific Economic Summit. “We are 21 \n", "leaders from across the Asia Pacific who represent close to 3 billion people...men \n", "and women of every faith, color. and creed,” Obama said. “We’re more likely to \n", "realize our aspirations when we pursue them together. That’s the spirit of Hawaii.”\n", "In conjunction with the Summit, Hawaii’s students had been invited to enter \n", "an essay contest answering the question, “What does sustainability mean to you?” \n", "And Trevor was struggling. He was a junior at a public high school, and a good \n", "student; and he thought he should know the answer to this question.\n", " 458\n", "For Trevor, sustainability was a way of life. He had grown up on his family’s \n", "farms, where the rich soil from volcanic ash produced fruit trees, taro and green \n", "vegetables, and Kona coffee. Trevor was instilled with a deep respect for ‘aina—\n", "the land. Working with his family in the gardens was his kokua, his responsibility. \n", "In school, he’d learned Hawaiian chants to bless the land, and to protect the food \n", "and waters. But he’d never studied it in school.\n", "As an island state, Hawaii is particularly vulnerable to changes in the weath-\n", "er. Three thousand miles away from the nearest land mass, Hawaii imports 90% \n", "of its food. Even little children know their families would run out of food in just \n", "three days if the ferries didn’t run. Since World War II, every Hawaiian family has \n", "made sure to stock up on nonperishable foods like Spam: their garages are always \n", "full of supplies.\n", "Trevor did his best on the essay. However, after he had turned it in, the \n", "question stayed with him. He knew his friends at private schools had had courses \n", "in sustainability. “Everyone should learn about it,” he thought.\n", "As an officer of the student council, Trevor was invited to create a resolution. \n", "Thus, began what Trevor calls his “sustainability journey.” The Sustainability \n", "Resolution he wrote would require every public- school student in Hawaii to take \n", "one course on sustainability. When he introduced it, people cautioned him not \n", "to get his hopes up. Others, much more knowledgeable and experienced than he, \n", "had tried for years to introduce such a measure, and had failed. But Trevor was \n", "determined. He thought it was only right that all of Hawaii’s young people should \n", "learn about how to live sustainably.\n", "When he was 16 years old, a local farmer and champion of school gardens, \n", "Nancy Redfeather, nominated Trevor to serve as a youth delegate to the Stone \n", "Soup Leadership Institute’s Youth Leadership Summit for Sustainable Develop-\n", "ment. Trevor wasn’t sure what to expect, but he was curious to see where this jour-\n", "ney might lead. So, he traveled 6,000 miles, to the island of Martha’s Vineyard off \n", "the East Coast of the United States, where he met young people with big dreams \n", "from other islands. During a week-long intensive training, he had many eye- open-\n", "ing experiences. He loved the sustainability tours, during which they visited some \n", "of the Vineyard’s 42 farms, and kayaked the island’s waterways, where they saw \n", "oyster planting projects designed to reduce nitrogen levels.\n", "While he was there, Trevor was fascinated to hear how those with far less \n", "resources and opportunities than he had in Hawaii had learned how to make \n", "things happen. He was especially impressed by Josue Cruz, a college junior from \n", "Puerto Rico, who talked about his Five-Year Plan. At his first Summit, when he \n", "459\n", "was 14 years old, Josue had asked himself some simple questions: What is my dream \n", "for my life, for my island, and for my community? Since then, Josue had gone from being a \n", "mediocre high school student to being a 4.0, full scholarship college student, who \n", "was now heading to law school.\n", "Trevor had never thought about having a Five-Year Plan. As a basketball \n", "star who aimed for the state championships, he knew the importance of hard \n", "work and discipline in achieving goals. But his horizons had always been focused \n", "on just one semester, or one year, at a time. So, when it was time for him to create \n", "his Five-Year Plan, he had to stretch himself: but Josue’s reassurance, support. \n", "and confidence in him made all the difference. Josue asked him some challenging \n", "questions, which helped him expand his idea of what was possible. Trevor started \n", "to see how he could make his dreams come true - and how he could make the \n", "Sustainability Resolution happen.\n", "He returned to Hawaii with greater focus, and strengthened energy for the \n", "journey ahead. As a founding member of the Institute’s Sustainable Hawaii Youth \n", "Leadership Initiative, Trevor now put into practice what he’d learned at the Sum-\n", "mit. He made concrete action plans, and asked for help from members of the \n", "community. He knew that he’d have to learn how the government worked in order \n", "to make the Sustainability Resolution a reality, so he was grateful when his state \n", "representative, Denny Kaufman, agreed to meet with him. Rep. Kaufman asked \n", "his aide, Nicole Lowen, to help Trevor write the Sustainability Resolution, and \n", "agreed to sponsor it in the House.\n", "Next Trevor needed to find a champion in the State Senate. Through the \n", "Institute, he met Ian Kitajima, a seasoned business leader who took Trevor under \n", "his wing. Trevor flew to the state capitol in Honolulu and walked the halls of \n", "power with Ian. He was thrilled when Senator Jill Tokuda said she would support \n", "his resolution.\n", "Next he needed to show that other Hawaiians felt that the resolution was \n", "important. He reached out to friends and community leaders and asked them \n", "to write testimonials. Step by step, he built the momentum they needed. Then \n", "he traveled back to Honolulu to present his resolution in the Senate chambers. \n", "They were impressed with Trevor’s passion and vision. After just six months, the \n", "resolution passed unanimously in both the House and the Senate.\n", "Everyone was amazed at Trevor’s accomplishment. The press made him \n", "a local hero. His Sustainability Resolution became his capstone project for his \n", "senior year. And, as icing on the cake, Trevor graduated as valedictorian of his \n", "high school class, and his team won the state championship that year.\n", " 460\n", "Then came the hard part - making the resolution a reality. For the next few \n", "years, Trevor pursued his college education. He worked with the Institute’s team \n", "to organize forums with Hawaiian youth, educators, and leaders of business and \n", "government. Using “Design Thinking” language, he explored how to implement \n", "the Sustainability Resolution. The biggest challenge was that it would cost the \n", "schools money to adopt a new course, and Hawaii’s Department of Education \n", "just didn’t have the resources. They were woefully underfunded. Teachers were \n", "underpaid. There was just no money to add new courses, nor were there funds \n", "available to train teachers, or develop state standards.\n", "Then in 2014, Hawaii’s Governor Ike took a bold stand: he declared that \n", "Hawaii would have 100 percent renewable energy by 2045. By now Nicole Lowen \n", "was Trevor’s new state representative, and she chaired the powerful Grants in Aid \n", "budget. She worked with Trevor and the Institute to get a grant in partnership \n", "with Design Thinking Hawaii. Trevor created a simple survey to engage local \n", "youth and educators, as well as business and community leaders, to determine \n", "what was most important to Hawaiians. He integrated the UN’s Sustainable De-\n", "velopment Goals with Hawaii’s sustainability goals, and found that for Hawaiians, \n", "food scarcity and the cost of electricity were the top issues. Through the surveys, \n", "Trevor learned that companies were having trouble hiring people who had only a \n", "5th grade level of math proficiency to monitor their water meters. He researched \n", "all the best programs in Hawaii, and worked with the tech team to design an \n", "online resource – the Sustainable Hawaii Toolkit.\n", "At the Institute’s 2018 Summit, Trevor presented the toolkit to youth dele-\n", "gates from all over New England. He’d discovered it was especially challenging to \n", "find information on local green jobs. Now a college junior, he was eager to find out \n", "how he and others could get jobs in the emerging field of sustainability. He shared \n", "his frustration with the Institute’s tech team. All week, Trevor and Chris Aring, a \n", "fellow Summit alumnus, grappled with this question. They decided to expand \n", "from focusing on just Hawaii to include other states: Massachusetts, Rhode Island, \n", "Puerto Rico, and California. They created an online tool, “Sustainability is Fun,” \n", "that featured all the best sustainability resources, including games and interactive \n", "learning opportunities, as well listings of green jobs. They beta tested their pro-\n", "totype with the Summit delegates, and got ideas for how to make it even better. \n", "At the Summit graduation, Trevor was recognized with letters from a number \n", "of state and local leaders of government, including Hawaii’s governor. One was \n", "from Rep. Nicole Lowen, who wrote:\n", "Trevor Tanaka, a Konawaena High School graduate, is a beacon of excellence, in-\n", "461\n", "spiring those around him with his commitment to creating a healthier, more sustain-\n", "able planet. Even though some challenges may seem insurmountable, the Hawaiian \n", "proverb ‘A‘ohe hana nui ke alu ‘ia (No task is too big when done together by all), \n", "reminds us that we can accomplish much with dialogue and collaboration.\n", "Then Trevor learned about the Blue Economy Corridor initiative in New \n", "England. At the Institute’s 2019 Summit, he and Chris Aring created a Design-\n", "A-Thon, working with representatives of the Corridor, and Trevor designed a \n", "survey to drill down into the issues they were facing. While there were pockets of \n", "innovation happening, there wasn’t a plan for how to build bridges between youth, \n", "schools, and companies so that the economy in underserved communities could \n", "thrive. So, Trevor and the team envisioned a Sustainable Workforce Development \n", "Network—an online ecosystem that connects youth, educators, and companies to \n", "build sustainable economies.\n", "As Trevor continues his journey by pursuing an MBA in business, he has \n", "been working with the Institute’s tech team to build a beta site to test at the Insti-\n", "tute’s 2020 Summit. “Step by step we can build our dreams for our islands, and \n", "for our world,” he says.\n", "Change will not come if we wait \n", "for some other person or some other time.\n", "We are the ones we’ve been waiting for. \n", "We are the change that we seek.\n", "President Barack Obama\n", "Call to Action\n", "To learn more about opportunities to learn & build a sustainable world visit: \n", "Sustainable Hawaii Toolkit: www. sustainhawaiitoolkit.com \n", "SustainabilityisFun.com \n", "SustainWDN.com"]